{
	"newspapers": {
		"cnn": {
			"link": "https://edition.cnn.com/americas", 
			"articles": [
				{
					"titulo": "US aid lands in Colombia as part of effort to deliver supplies to Venezuela", 
					"texto": "(CNN) A second wave of US aid arrived Saturday at the Colombian-Venezuelan border in the midst of Venezuela's humanitarian crisis.\n\nThe US Air Force C-17 cargo planes left Homestead Air Reserve Base in Miami and landed in Cucuta, Colombia, according to a statement from the US Agency for International Development (USAID). The relief supplies delivered included hygiene kits that can help about 25,000 people and nutrition products that USAID says can feed about 3,500 children.\n\nThe first wave of aid arrived February 8 and included locally purchased food kits, hygiene kits, medical supplies, ready-to-use supplementary foods and high-energy biscuits, USAID said.\n\nVenezuela's self-declared interim president, Juan Guaido, urged the hundreds of thousands of registered volunteers Saturday to help get aid into the country.\n\nSpeaking at a rally of volunteers in Caracas, Guaido said the \"end of poverty will come, the humanitarian emergency will cease,\" urging that the aid be let in and \"humanitarian corridors open.\"\n\nRead More", "link": "https://edition.cnn.com/2019/02/16/americas/us-delivers-emergency-kit-venezuela/index.html", "fecha": "2019-02-16T00:00:00"}, {"titulo": "Venezuelan women turn to prostitution to feed their families", "texto": "Cúcuta, Colombia (CNN) The human toll of the Venezuelan crisis is evident in the women's faces.\n\nThey speak with pain in their voices and sadness in their eyes. At first reserved, they eventually open up and tell, through tears, how they came to be in a situation that would once have been unimaginable: selling their bodies to make ends meet.\n\nMariza, a certified nurse, made the journey across the border from Venezuela to Colombia two years ago, leaving behind her mother and three children. Like most immigrants with professional careers, she expected to find a job in her own field, but when doors were repeatedly closed in her face and even a cleaning job was nowhere to be found, Mariza found herself making an impossible decision.\n\n\"To have one guy today and another person tomorrow,\" she says of her fall into prostitution, is not easy, and it's dangerous. But as a mother, \"you don't think -- you do what you have to.\" Mariza's name has been changed to protect her identity, as have other names in this report.\n\nDisappointment rings in her voice when she speaks of her time spent in education and being unable to work as a nurse. \"It's frustrating because you realize that you worked. Five years of my life studying, preparing -- I feel at this moment that it's five years I've lost because I can't practice,\" she said, tears streaming down her face.\n\nRead More", "link": "https://edition.cnn.com/2019/02/11/americas/venezuela-migrant-women-prostitution-intl/index.html", "fecha": "2019-02-11T00:00:00"}, {"titulo": "Venezuelan women turn to prostitution to feed their families", "texto": "Cúcuta, Colombia (CNN) The human toll of the Venezuelan crisis is evident in the women's faces.\n\nThey speak with pain in their voices and sadness in their eyes. At first reserved, they eventually open up and tell, through tears, how they came to be in a situation that would once have been unimaginable: selling their bodies to make ends meet.\n\nMariza, a certified nurse, made the journey across the border from Venezuela to Colombia two years ago, leaving behind her mother and three children. Like most immigrants with professional careers, she expected to find a job in her own field, but when doors were repeatedly closed in her face and even a cleaning job was nowhere to be found, Mariza found herself making an impossible decision.\n\n\"To have one guy today and another person tomorrow,\" she says of her fall into prostitution, is not easy, and it's dangerous. But as a mother, \"you don't think -- you do what you have to.\" Mariza's name has been changed to protect her identity, as have other names in this report.\n\nDisappointment rings in her voice when she speaks of her time spent in education and being unable to work as a nurse. \"It's frustrating because you realize that you worked. Five years of my life studying, preparing -- I feel at this moment that it's five years I've lost because I can't practice,\" she said, tears streaming down her face.\n\nRead More", "link": "https://edition.cnn.com/2019/02/11/americas/venezuela-migrant-women-prostitution-intl/index.html", "fecha": "2019-02-11T00:00:00"}, {"titulo": "Protesters flood Venezuela's streets to call for change", "texto": "Caracas, Venezuela (CNN) Venezuelan opposition supporters returned to the streets on Tuesday, calling on embattled president Nicolas Maduro to let humanitarian aid into the economically crippled country.\n\nThe demonstrations come nearly three weeks after a stand-off began between Maduro and opposition leader Juan Guaido . The 35-year-old National Assembly leader has rejected Maduro's election last year as illegitimate, and declared himself the interim President of Venezuela. To the delight of his supporters, many Western nations and regional neighbors have recognized Guaido as the country's interim leader.\n\nMaduro has remained defiant in the face of domestic and international pressure. And critically, the Venezuelan military remains loyal to Maduro.\n\nDueling demonstrations\n\nIn Caracas on Tuesday, a sea of colors gathered downtown as thousands emerged to share in the carnival atmosphere.\n\nDemonstrators of all ages donned the familiar yellow, black and red of the Venezuelan flag on T-shirts, umbrellas, hats and banners.\n\nIn their hands, placards reading, \"Enough! End human rights violations, yes to humanitarian aid,\" and \"I too am another Venezuelan fighting for a free Venezuela.\"\n\nAn anti-Maduro protester carries a cardboard poster which reads: \"Since 1/9/18 public servants have gone without health insurance. Workers are dying. Hospitals don't have medicines or supplies. SOS\"\n\nThe mood among the crowd was joyful, with many families and senior citizens joining the throngs gathered despite the intense heat of the day. CNN saw several people being carried out on stretchers due to the hot temperatures.\n\nFor his supporters, Guaido appeared to be something of a rockstar, as they desperately tried to take selfies and cheered emphatically every time he spoke or his name was mentioned.\n\nThe celebratory feeling continued as the self-declared interim President appeared and announced that humanitarian aid would arrive on February 23, setting the stage for a showdown with Maduro.\n\nHe also called on all Venezuelans to help hand out the supplies.\n\n\"We will accompany all sectors: drivers, nurses, physicians, to get organized,\" Guaido said. \"On Saturday, big assemblies, open town councils in all Venezuela will get organized.\"\n\nMaduro is expected to lead a march of his own in Caracas, protesting what he has called \"imperialist intervention\" by the United States and other foreign governments.\n\nIn an interview with the BBC on Tuesday, Maduro said the United States is being run by the Ku Klux Klan and described President Donald Trump as a white supremacist.\n\n\"It's a political war, of the United States empire, of the interests of the extreme right that today is governing, of the Ku Klux Klan, that rules the White House, to take over Venezuela,\" Maduro said.\n\nMaduro continued to deny there is a crisis in the country and denounced attempts to bring aid into the country. \"Venezuela is not a country of famine. In the west, Venezuela's situation is distorted to justify any sort of intervention,\" he said, according to Reuters\n\nGuaido's aid campaign\n\nVenezuela's economic crisis has left people from all walks of life struggling for food, basic living essentials and medicine. More than three million Venezuelans have left their homes, with a million emigrating to neighboring Colombia, UNHCR said in November.\n\nGuaido has organized a highly-publicized campaign to bring international aid to Venezuela. However, Maduro has rejected the deliveries, declaring \"We are not beggars,\" and Reuters reports that the United Nations and Red Cross have called for both sides not to politicize aid.\n\n\"Humanitarian aid needs to be independent of political, military, or other objectives,\" UN spokesperson Stéphane Dujarric reportedly told press in New York.\n\nVenezuela's self-declared leader Juan Guaido addresses crowds in Caracas on Tuesday.\n\nLast week, two US trucks carrying food and medical supplies arrived at Venezuela's border, according to a US official in the Colombian border town of Cucuta. They found the bridge to Venezuela blocked with an orange oil tanker and two large blue containers.\n\nUK to send aid\n\nOn Tuesday, the UK said it too would send emergency aid packages of medicine and clean water to Venezuelans.\n\nPenny Mordaunt, the UK's International Development Secretary, said in a press release: \"I am deeply disturbed by the awful scenes of suffering in Venezuela as a result of the Maduro regime's reckless mismanagement, with families resorting to eating rotting food to try to survive. UK aid will provide life-saving treatment to malnourished children, immunizations against deadly diseases and access to clean water and sanitation.\"\n\nGuaido has claimed that one aid shipment already arrived in Venezuela on Monday, but did not explain where the aid originated or how it arrived in Caracas.\n\nLater on Tuesday, Guaido shared a selfie taken at anti-government protests on his Twitter account. Alongside the photo, he wrote: \"In spite of the difficulties and that we are going through the deepest crisis, we are not giving up. We are and will continue to be on the streets!\"\n\nA pesar de la dificultad y de que atravesamos la crisis más profunda, no nos rendimos.\n\n\n\n¡Estamos y seguiremos en la calle!\n\n\n\nEsta foto la tomé hoy, para mostrarle al mundo los rostros de la esperanza y que volvamos a creer en nosotros mismos.\n\n\n\n¡#Vamosbien! pic.twitter.com/udYRKkCoFy — Juan Guaidó (@jguaido) February 12, 2019\n\n\"I took this picture today, to show the world the faces of hope and that we can believe in ourselves again. #Vamosbien!\" he added.", "link": "https://edition.cnn.com/2019/02/12/americas/venezuela-politics-protests-intl/index.html", "fecha": "2019-02-12T00:00:00"}, {"titulo": "US willing to meet Maduro as military helps deliver aid to Venezuela", "texto": "(CNN) As the US continues to work to bolster the administration of self-declared interim Venezuelan President Juan Guaido -- including using US military aircraft to deliver humanitarian aid -- a senior administration official says the US would be willing to meet with Nicolas Maduro to negotiate his exit.\n\nMaduro reportedly extended an invitation to the US special envoy on Venezuela, Elliott Abrams, to meet with him. The State Department and Secretary of State would not comment on the prospect of such a meeting, but Mike Pompeo said Friday that the overture shows Maduro's \"increasing understanding that the Venezuelan people are rejecting him.\"\n\nAdding to the pressure campaign against the Maduro regime, the US Treasury Department announced sanctions against five individuals who are, as described by Secretary Steven Mnuchin, \"in charge of Maduro's security and intelligence apparatus, which has systematically violated human rights and suppressed democracy, including through torture and other brutal use of force.\"\n\nMeanwhile, three defense officials tell CNN that US military aircraft will help ferry humanitarian aid to countries neighboring Venezuela in the hopes that the aid might be delivered to the Guaido administration.\n\nUS Air Force C-17 aircraft will support the US State Department and the US Agency for International development, flying the aid from the continental United States to Colombia.\n\nRead More", "link": "https://edition.cnn.com/2019/02/15/politics/us-maduro-humanitarian-aid/index.html", "fecha": "2019-02-15T00:00:00"}, {"titulo": "US willing to meet Maduro as military helps deliver aid to Venezuela", "texto": "(CNN) As the US continues to work to bolster the administration of self-declared interim Venezuelan President Juan Guaido -- including using US military aircraft to deliver humanitarian aid -- a senior administration official says the US would be willing to meet with Nicolas Maduro to negotiate his exit.\n\nMaduro reportedly extended an invitation to the US special envoy on Venezuela, Elliott Abrams, to meet with him. The State Department and Secretary of State would not comment on the prospect of such a meeting, but Mike Pompeo said Friday that the overture shows Maduro's \"increasing understanding that the Venezuelan people are rejecting him.\"\n\nAdding to the pressure campaign against the Maduro regime, the US Treasury Department announced sanctions against five individuals who are, as described by Secretary Steven Mnuchin, \"in charge of Maduro's security and intelligence apparatus, which has systematically violated human rights and suppressed democracy, including through torture and other brutal use of force.\"\n\nMeanwhile, three defense officials tell CNN that US military aircraft will help ferry humanitarian aid to countries neighboring Venezuela in the hopes that the aid might be delivered to the Guaido administration.\n\nUS Air Force C-17 aircraft will support the US State Department and the US Agency for International development, flying the aid from the continental United States to Colombia.\n\nRead More", 
					"link": "https://edition.cnn.com/2019/02/15/politics/us-maduro-humanitarian-aid/index.html", 
					"fecha": "2019-02-15T00:00:00"
				}
			]
		}
	}
}